Revit 2021.1 API
SymbolTypeId.Psf Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Psf { get; }
Visual Basic
Public Shared ReadOnly Property Psf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Psf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace